Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/totuus-_ja_sovintokomission_perustamista_kasitellaan_seminaarissa_lauantaina.html.tmx
Source language: fin
Languages: sms

source: Totuus- ja sovintokomission perustamista käsitellään seminaarissa lauantaina
sms: Tuõttvuõtt- da suåvâdvuõttkomissio aalǥtummuž ǩiõttʼtõõlât seminaarâst sueʹvet

source: Totuus- ja sovintokomission perustamisen edellytyksiä käsitellään Inarin Sajoksessa lauantaina 10.2. järjestettävässä seminaarissa.
sms: Tuõttvuõtt- da suåvâdvuõtt komissio aalǥtem oudldõõzzid ǩiõttʼtõõlât Aanar Sajoozzâst sueʹvet 10.2. riõššum seminaarâst.

source: Tilaisuudessa kuullaan kokemuksia vastaavien komissioiden toiminnasta muualla maailmassa.
sms: Seminaarâst kuulât vaʹstteei komissioi toimmjummšest jeeʹresåʹrnn maaiʹlmest. Seminaar lij pukid äävai.

source: Seminaari on kaikille avoin. Suomen valtion ja saamelaisten välisiä suhteita käsittelevän komission perustamisen edellytykset
sms: Ääʹv seminaar Tuõttvuõtt- da suåvâdvuõttkomissioi meeraikõskksaž ǩiõččlâsttmõõžž: Lääʹddjânnam riikk da säʹmmlai kõõskid ǩiõttʼtõõlli komissio aalǥtem oudldõõzz

source: Aika: 10.2.2018
sms: Äiʹǧǧ: 10.2.2018 Päiʹǩǩ: Sajos, Aanar Striiʹmjummuš vuõiʹǧǧest: http://www.sogku.fi/live/

source: Paikka: Sajos, Inari Tilaisuus striimataan suorana: http://www.sogku.fi/live/
sms: Moderaattoor: Tiina Sanila-Aikio da Antti Pentikäinen 09.00 Šõddmõõžž ääʹvummuš: Antti Pentikäinen, toimmjååʹđteei, Åskldõõǥǥlaž da äʹrbbvuõđlaž jååʹđteeʹji rääuhkueʹddemsäiʹmmõs 09.10 Tiõrvtemsääʹn, Tiina Sanila-Aikio, saaǥǥjååʹđteei, Sääʹmteʹǧǧ 09.20 Saakkvuârr, Eduardo González, vuäʹpsteei da seʹrddempââʹj vuõiggâdvuõttriâššmõõžži äʹšštobddi 09.50 Saakkvuârr, Simon Keyes, kueʹss professor, Winchester universiteʹtt, suåvtõõllâm äʹšštobddi

source: Puheenjohtajat: Tiina Sanila-Aikio ja Antti Pentikäinen
sms: 10.20 Kååʹffpodd

source: 09.00 Tilaisuuden avaus: Antti Pentikäinen, toiminnanjohtaja, Uskonnollisten ja perinteisten johtajien rauhanvälitysverkosto
sms: 10.40 Saakkvuârr, Laila Susanne Vars, jååʹđteei äʹšštobddi, Taarrjânnam ooumažvuõiggâdvuõttorgaan, OTT, äʹšštobddi ÕM ooumažvuõiggâdvuõttväʹlddõõzz koontâr (OHCHR) alggmeerai vuõiggâdvuõđid ǩiõttʼtõõlli äʹšštobddimekaniismâst (EMRIP) 11.10 Saakkvuârr, Marie Wilson, Kanada tuõttvuõtt- da suåvâdvuõttkomissio vuäzzlaž 11.40 Saakkvuârr, Teivo Teivainen, professor, Heʹlssen universiteʹtt 12.00 Porrmõš 13.00 Saakkvuârr da paneeʹlsaǥstõõllmõš Veli-Pekka Lehtola, sääʹmkulttuur professor, Oulu universiteʹtt Nils-Henrik Valkeapää Petra Laiti, saaǥǥjååʹđteei, Lääʹddjânnam sääʹmnuõr (SSN) Ida-Maria Helander, väärrsaaǥǥjååʹđteei, SSN Anna Morottaja

source: 09.10 Tervetuliaissanat, Tiina Sanila-Aikio, puheenjohtaja, saamelaiskäräjät
sms: 14.00 Kååʹffpodd

source: 09.20 Alustus, Eduardo González, neuvonantaja ja siirtymäkauden oikeusjärjestelyjen asiantuntija
sms: 14.15 Tuejjummuš siõm jooukin da tiimi čuäʹjtõõzz Siâsstõõzz Lääʹddjânnam riiʹǩǩe (sj. Johanna Suurpää, demokratia-, ǩiõll- da vuâđđvuõiggâdvuõđi juâkkaz jååʹđteei, vuõiggâdvuõttministeria) Siâsstõõzz Lääʹddjânnam sääʹmtegga (sj. Tiina Sanila-Aikio) Siâsstõõzz tuõttvuõtt- da suåvâdvuõttkomissio aalǥtummša (sj. Antti Pentikäinen) 15.45 Loppsääʹn, Tiina Sanila-Aikio da Antti Pentikäinen
